benchmark_result/bench_result_hadware_evol/fio/xen_4_11_1_3/vm6/fio_result/round13/seq_write_throughput
seq_write_throughput: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
...
fio-3.1
Starting 4 processes

seq_write_throughput: (groupid=0, jobs=4): err= 0: pid=16350: Sat Jun  1 19:48:20 2024
  write: IOPS=512, BW=517MiB/s (542MB/s)(30.3GiB/60019msec)
    slat (usec): min=272, max=3330.3k, avg=7776.39, stdev=118314.22
    clat (msec): min=3, max=3770, avg=488.07, stdev=948.67
     lat (msec): min=4, max=3775, avg=495.81, stdev=955.44
    clat percentiles (msec):
     |  1.00th=[   90],  5.00th=[  112], 10.00th=[  130], 20.00th=[  148],
     | 30.00th=[  161], 40.00th=[  174], 50.00th=[  184], 60.00th=[  194],
     | 70.00th=[  205], 80.00th=[  222], 90.00th=[  393], 95.00th=[ 3339],
     | 99.00th=[ 3675], 99.50th=[ 3708], 99.90th=[ 3742], 99.95th=[ 3775],
     | 99.99th=[ 3775]
   bw (  KiB/s): min= 2048, max=629204, per=52.37%, avg=277281.96, stdev=134656.38, samples=228
   iops        : min=    2, max=  614, avg=270.46, stdev=131.40, samples=228
  lat (msec)   : 4=0.01%, 10=0.02%, 20=0.05%, 50=0.19%, 100=2.71%
  lat (msec)   : 250=86.05%, 500=1.96%, >=2000=9.83%
  cpu          : usr=1.57%, sys=3.47%, ctx=55502, majf=0, minf=12
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.2%, 32=0.4%, >=64=109.3%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,30775,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=517MiB/s (542MB/s), 517MiB/s-517MiB/s (542MB/s-542MB/s), io=30.3GiB (32.5GB), run=60019-60019msec

Disk stats (read/write):
  xvda: ios=0/271264, merge=0/77, ticks=0/3886256, in_queue=1592488, util=42.24%